{
    "essay": [
        "It is no secret that many males struggle to express their emotions and thus struggle to be truly understood. Cultural norms for masculinity sometimes inhibit males from truly expressing themselves and sharing their inner thoughts and feelings with others. The real victims many times are other family members. A Family Supper by Kazuo Ishiguro is the story of a rather disjointed family with a son who comes back from his stay in the USA to visit his rather distant and emotionally cut-off father.",
        "The father in this story clearly struggles to share his affection for his family and his desire to have the family together and intact. In Stones by Timothy Findley, a young father comes back from war a coward, having failed to act in the line of fire. His torment and shame and his inability to clearly express his true feelings and receive treatment for his trauma are the subjects of this heartbreaking story.",
        "While the circumstances of their struggles are vastly different, the two fathers in Family Supper and Stones both struggle to articulate their feelings and cope with their emotions. This struggle has dire consequences for the family dynamic and in both cases results in fragmentation and discord.",
        "The circumstances that revolve around each father’s struggle to be understood are vastly different. The father in A Family Supper struggles to express his concern about the loss of traditional culture in Japan and the threat that Westernization represents to the old way of life in his country. Ishiguro uses the fugu as a symbol of traditional Japan as well as the kimono and allusions to the samurai.",
        "The choice of the setting of Kamakura is also significant as the city was an imperial city and has many samurai associations. All of these symbols are clear markers of ancient Japan, something the father values greatly but is not understood by his son. Conversely, the father in Stones struggles to communicate about his own failings and his mental illness associated with trauma.",
        "His situation is much more dire than the father in A Family Supper since he turns to violence and his young children and wife are anxious about his and their well-being. The dark atmosphere that pervades the house and the secrecy revolving around his return all point to the father’s failure to express himself. Thus, these circumstances, while different, pose unique barriers for each man to be understood by his family.",
        "These circumstances are reflected in the characterization of the father in the opening scene of A Family Supper which shows him as a man with his guard up, unable to be understood. The exposition of the story shows his struggle to be understood as a proud Japanese man.",
        "The narrator, the son, remarks that his father was a “formidable-looking man with a large stony jaw and furious black eyebrows.” This rich imagery shows him as a man with a very tough exterior and definitely not one to express affection or emotion. Ishiguro describes him as having “pure samurai blood” and again shows him to be traditional and honor-bound.",
        "The initial dialogue is stilted and awkward as he tells his son about the collapse of the firm and the suicide of his partner Watanabe. His attempt to inform his son that Watanabe was “a man of principle” again characterizes him as a man who values saving face and someone who is guided by appearances. His values are not supported or “understood” by the narrator and this struggle continues throughout the story.",
        "In contrast to the father in A Family Supper, the father in Stones is characterized as passionate, lively, and communicative in the opening of the story, perhaps to illustrate the drastic effect of World War 2. Unlike in A Family Supper which takes place over only a few hours, Stones is a story that spans 15 years.",
        "Thus, we see in Stones a man who is broken by the war and his failures in Dieppe. After his return, Findley describes him as someone with “his head bowed and his shoulders rounded forward.” This imagery makes it seem like he has shrunk. He is clearly not “formidable” like the father in A Family Supper. His failure to be understood as a victim of PTSD continues as the narrator feels the silence in the house and feels like there is a dark secret.",
        "Like the narrator in A Family Supper who feels the tension and unspoken secrets regarding his mother’s death, the narrator in Stones perceives that there is something wrong but the father is unable to share his secret and be understood. Thus, the initial characterization of both fathers shows them as guarded and broken men who cannot communicate effectively with their children.",
        "The results are the loss of family unity in both cases. Since they have difficulty being understood verbally, both men find other means to express their feelings and be understood. The father in Family Supper, being a stoic Japanese man, expresses his love and affection for his children by cooking a meal of fugu fish.",
        "This fugu is used as a strong motif in the entire story and presents a clear symbol of Japanese traditional culture but underneath this symbol lies toxicity and potential death for someone who eats it when it is prepared incorrectly. Perhaps Ishiguro is alluding to some of the conflicts that exist surrounding Japanese traditions like suicide due to shame.",
        "In any case, the father’s cooking is his way to express his feelings and perhaps subtly reinforces Japanese tradition. The cooking of the fish thus underscores the father’s struggle to share his feelings with his children. While the father in A Family Supper chooses to show his emotions through a home-cooked meal, the father in Stones resorts to violence and alcohol to suppress his emotions.",
        "The father’s emotional outbursts seen in the dialogue, his rash actions, and his violent attacks on his family are all signs of the father’s struggle to be understood as a victim of war. In a dramatic scene, he attacks his own wife with a hammer which again symbolizes his rage. Whether it be poison fish or violent attacks with a hammer, both fathers are unable to be understood by their family and thus use other means to cope.",
        "The struggle to be understood for both men actually does reach some closure in both stories and both men finally are able to express their feelings to their sons, the narrators in both stories. Towards the end of the story, when his son asks him if he (the father) thought Watanabe was right in killing himself and his family to save face after the decline of the business, the father remarks that “there are other things besides work.”",
        "This dialogue and very indirect tone help to show that the father does value his children and does value family. This might foreshadow that he will perhaps accept his son and his new life and that there is the possibility to change. It is here that the father shows that he is indeed different from Watanabe and that he might reconsider some of the ancient samurai customs.",
        "Similarly, the father in Stones speaks to his son and asks his son’s forgiveness for what he has done. This impactful moment is his moment to be understood by the only son who still supports him. He asks his son to bury him at Dieppe among all of his fallen comrades.",
        "The narrator remarks that by doing so, his father will, at last, be, “A stone among stones.” Here Findley is using the stones of Dieppe as a symbol for fallen soldiers and by spreading his father’s ashes among the stones, his father will find peace. Thus both men, towards the end of the story, finally find understanding and communicate essential truths to their sons.",
        "Both men in these stories face immense challenges in being understood by their families and their communities. They both find themselves lost in a sense. The father in Family Supper is losing the traditional way of life and he is losing his family in the process. The father in Stones is losing his place in his community and losing the dignity he had prior to the war.",
        "As older men and as fathers, they are losing their grip and it is not until their sons are ready that they can finally be understood. Although both stories end on a melancholy note, both authors are sending a critical message to their readers about families and their struggles and the potential for understanding."
    ],
    "question": "How do two of the works you have studied portray the struggle to be understood?",
    "marks": {
        "Criterion A": {
            "score": 8,
            "out of": 10,
            "comment": "Very good knowledge of both stories with a perceptive and sustained interpretation about masculinity and the struggle to be understood. Some more nuanced knowledge and understanding would move the mark to the top band. Excellent use of references and examples with ample discussion of similarities and differences woven throughout the paper."
        },
        "Criterion B": {
            "score": 8,
            "out of": 10,
            "comment": "At times, insightful analysis of authorial choices. In addition to comparing ideas, more comparative discussion of features is needed for top band. Thus, the response could have compared author craft more overtly."
        },
        "Criterion C": {
            "score": 5,
            "out of": 5,
            "comment": "Strong focus on the question and a thorough argument. Well developed with clear topic sentences and strong paragraphs with transitions. Good transitions occur between and within paragraphs."
        },
        "Criterion D": {
            "score": 5,
            "out of": 5,
            "comment": "Excellent language and clear writing. A lot of passive voice. (is used etc)"
        }
    },
    "total_score": {
        "score": 26,
        "out of": 30,
        "comment": "This is a low 7 response."
    },
    "comments": {
        "strengths": [
            "Great focus on the question",
            "Good clear organization and topic sentences",
            "Clear language with minimal errors"
        ],
        "areas_for_improvement": [
            "More comparison of authorial choices needed for top band Analysis and insight could be more nuanced and deep",
            "More variety of techniques needed with discussion of effects",
            "Short paragraphs might be a bit overwhelming"
        ]
    },
    "word_count": "1372"
}
