{
  "essay": "Change is something everyone goes through in life, whether it’s for the better or for worse. Change can be seen in the novel, The Awakening by Kate Chopin where the female protagonist, Edna Pontellier, expresses a hunger for change, to seek her emotional and sexual desires. Similarly in the collection of poems, The World’s Wife by Carol Ann Duffy the female protagonists undergo several changes as they grow up or simply as time passes. The three poems I have selected by Duffy are ‘Little Red Cap’, ‘Medusa’, and ‘Thetis’. Both literary works undergo significant change in similar and different ways through male antagonists, sexual desire, physical change, as well as motherhood. This will be illustrated by comparing and contrasting each poem with the novel emphasizing one or two significant changes.\n\nThe Awakening by Kate Chopin and ‘Little Red Cap’ by Carol Ann Duffy both demonstrate how romantic desires for men have changed their perspectives for the better or worse. In The Awakening, Edna Pontellier is married to Leonce Pontellier, who she was forced to marry, however, as Edna spends the summer in Grand Isle she meets Robert Lebrun, who she eventually falls in love with. Alike, ‘Little Red Cap’ when she is just sixteen years old experiences the change of desire from young to old men, such as the wolf, who is portrayed as “bad guy” or somewhat dangerous person, whom not to love. However, both female protagonists ignore society’s rules and seek their romantic desires for those men. What is so significant about their sexual desires and partners is how they change both females, in different ways. Edna Pontellier gradually falls deep in love with Robert while she is married, through this she understands the meaning of love. She feels that she can drop everything, even her children, to be with this man. Eventually, Robert realizes he cannot be with Edna so he leaves, thus breaking Edna’s heart. This completely changes Edna’s perspective on thinking she can have everything, she realizes that without love in the world she would rather die. On the other hand, Little Red Cap sees this desire for the wolf as childish behavior, therefore when ten years have passed, she no longer loves him. When Little Red Cap kills the wolf she understands what it’s like to be free even if she is alone, she is happy, unlike Edna. Furthermore, both characters undergo significant change over time that shifted their perspective of life.\n\nThe Awakening and the poem of ‘Medusa’ show how significant change is through physical and mental shifts. ‘Medusa’ by Duffy demonstrates how jealousy, suspicion, hatred turned the female character of Medusa from a beautiful girl to a hideous monster with a head of snakes. The change was so significant to Medusa because she lost her one true love. Alike, Edna lost her love, Robert Lebrun, even if she was jealous of the girl’s he had been with, he left her for the reason they could never be together, as Edna is married. Moreover, ‘Medusa’ is about how she underwent physical and emotional change with her appearance as well as the infidelity. When Medusa is suffering from how love was unfaithful when Edna was the one who was unfaithful to Leonce during their marriage as she wanted to pursue these desires that were locked inside her. Furthermore, both characters can relate to the phrase “Love gone bad” from the poem Medusa. As the love Medusa had for her “Greek God” turned into hatred as he left her for his “girls”. Edna, out of sadness or hatred eventually committed suicide when the love of her life left her. Overall, the female protagonists both demonstrate how change from significant males in their life affected them physically and mentally.\n\nThe Awakening and the poem ‘Thetis’ both show the change motherhood either through pregnancy or how society’s standards and marriage affects a person. Edna Pontellier is a mother of two who she partly cares for, her husband Leonce puts pressure on her to change and become a so-called “mother-woman”. On the contrary, as Edna follows through her “awakening” she only cares less and less about her children especially less about how Leonce or Creole society reacts. Furthermore, the role of change is more emphasized in ‘Thetis’ as she goes through the changes that pregnancy brings while dealing with an abusive boyfriend who asserts dominance over her. As stated, “a bird in a man’s hand”. How Thetis sees herself as a bird in her abuser’s hand who is “around her nape.” As the end comes near, Thetis pregnancy comes to an end she feels relief as the “child burst out”. Even though Edna chose not to be a “mother-woman” she still shows significant change in response to motherhood. Edna goes against society’s standards that she must be the one to take care of the children as she sends them elsewhere to be taken care of, and leaves it to the maids. However, both protagonists receive insults either physical or verbal from the male characters either by response of motherhood failure such as Edna in response to pregnancy and being a fragile woman. As Thetis grows in power to defend herself so does Edna as they learn to respond back to the dominant males. In brief, both literary works show important changes that the females took in response to not only motherhood but against the dominant male antagonist or character.\n\nTo conclude, both literary works discuss the significance of change in similar and different ways. In The Awakening there was significant change in mainly the female protagonist as she went through her “awakening”. Edna Pontellier with the aid of side characters demonstrates transformations through her romantic desires, her marriage, motherhood, and goes against society’s expectations. While in The World’s Wife, Duffy rewrites stories from the female protagonist’s view, where they control how they respond to the male antagonists. The significance of change is key in a story to understand the characters better but also develop the story into important lessons. Such as pursuing your desires not others and becoming the protagonist of your story. Finally, both literary works demonstrate how going through multiple changes opened their perspectives.",
  "question": "Discuss the significance of change in two works you have studied.",
  "marks": {
    "criterion_a": 5,
    "criterion_b": 3,
    "criterion_c": 3,
    "criterion_d": 3
  },
  "total_score": 14,
  "word_count": 1029
}
