{
    "essay": "Since the dawn of societal populations, humans have used ethical dicta to govern their interactions. However, in times of extreme distress, these accepted cultural moral norms are no longer practicable in the face of survival, and must change to reflect the realities of a perilous situation. In The Road and The Things They Carried, the protagonists are forced to redefine moral norms to cope with the horrors that surround them.\n\nThe Road depicts the harrowing, hopeless southward journey of a father and son through the burnt-out husk of a fallen civilization. Society has collapsed, leaving a land devoid of comfort and life, save for roving gangs of cannibals. In this bleak landscape, the father’s sole concern and raison d’être has become the survival of his son. He will do anything to fulfill his charge of protecting his son, and acts in ways that, under other circumstances, in a more civilized world, might seem immoral. Conversely, the boy, somewhat shielded from the evils of the world thanks to his father’s ruthless assiduity, has maintained a higher sense of morals, and represents the inherent virtue of humanity.\n\nThe father harbors a primeval protective instinct for his son, and will do anything, moral or otherwise, to ensure his survival. Morality, and sentimentality, are to him impermissible weaknesses in an unforgiving world that eats up those who haven’t the guts to take the steps needed to endure. Though he looks back with a desperate longing for the innocence he lost with the suicide of his wife, he has been shaped by his predicament into a creature well suited for a harsh life. He sticks his neck out for no one but himself and his son; he will abandon a basement full of fellow human beings to the awful fate of cannibalism if their salvation puts him and his son at the slightest risk. This self-serving streak also comes into play when he is wary of trusting the old man they meet on their way to the sea. Where his son would act with kindness, and presume goodness in return, loss has taught the man to be, if not cynical, infinitely wary of endowing others with his confidence.\n\nThe boy serves as the antithesis to his father’s survivalist ethos. Despite having been born into the post-armageddon world, whence civilisation and decency had long fled, the boy maintains an uncanny, and perhaps dangerous, sense of right and wrong. Largely insensible of the true dangers of the world, save for a vague consciousness that death is to be the conclusion of their trek, the boy finds moral quandaries where his father admits only action that best advances their survival. The boy’s misplaced good nature becomes evident when, concerned for the well-being of a boy he fancies having seen, he proposes to hunt him down to offer him half his food. The potential perils of his clement nature become apparent later in the plot, when they are robbed and left destitute on the side of the road. The boy pleads for forgiveness for the robber when the father determines to leave the thief equally exposed, an action that, while never coming to fruition, would have exposed father and son to risk. The father’s protection and assumption of responsibility for what might be perceived as amoral decisions has shielded the boy from the harsh realities of life. Despite wandering through the world of The Road exposed to its multifold dangers, he’s experienced it as if from the security of an ivory tower. As the father dies in the closing paragraphs of the book, and with him the voice of harsh reason, we, the readers, are left wondering whether the boy’s naïve high morals won’t eventually be his downfall.\n\nThe protagonists of The Things They Carried are, likewise, forced to reexamine their morality in the face of a dark and dangerous world. Vietnam, and their cruel deprivation of youth when shanghaied to fight there, becomes their hell. The story centers around Tim O’Brien, the author’s self-insertion into the plot, and his company of fellow soldiers. The men of Alpha Company all enter the war young in every sense of the word, but quickly lose innocence in the face of the violent terrors that surround them. To survive in this unforgiving landscape, much like the protagonists of The Road, they must abandon or adapt the high principles of youth to the realities of a life at war.\n\nMorality is lost from the onset of O’Brien’s war, when, in opposition to his convictions and his better judgment, he fails to flee to Canada and skip the draft. Here, the antagonist is the fear of opprobrium from friends and family, and the fear of being branded a coward. When the stakes are raised higher upon his arrival on the ground in Vietnam, morals must be flaunted in increasingly extreme ways in order to cope with the physical and mental detriments of his situation. Much like the protagonists of The Road, for example, the men of Alpha Company come across a lot of bodies. Where the man and the boy in The Road objectify them, simply choosing to pretend they aren’t there, the young, immature protagonists of The Things They Carried turn them into a joke. This is exemplified by a vignette in which the O’Brien and his comrades come across a man’s corpse in a burnt-out village – a village they had called in the airstrike on – and proceed to prop up the body, shake its lifeless hand, and goof around with him. In doing so, they distance themselves from the death that they all share responsibility for, and turn what would otherwise be a tragedy into little more than a puerile romp. It undeniably deviates from what is typically moral behaviour, but it is, arguably, a necessary deviation.\n\nMorality is in much scarcer supply in The Things They Carried than even in The Road. The men of Alpha company perform no sweeping gestures of kindness, as does the boy in The Road, and, in fact, it seems that ethical decisions are restricted to the very basics of what might be expected from one comrade to another. The obligations inherent to camaraderie form the basis of what little decency is to be found in The Things They Carried. Lieutenant Cross, feeling culpable, slaves and agonises over the letter he must write to Kiowa’s father when Kiowa is killed. Likewise, in a twisted way, Dave Jensen maintains a sense of right and wrong when he fails to follow through on his vow to kill Lee Strunk in the event of a crippling injury. Jensen is an experienced killer, like all the men of Alpha Company, but this is one death he refuses to have on his hands. The men of Alpha Company, far from the friendly faces and stone-etched virtues of home, have banded together out of necessity; it is in interactions within this group that they find some continuity of antebellum normalcy and some semblance of humanity. They must be moral here, or risk losing their humanity altogether.\n\nIn many ways, the two novels are very alike in their conclusions about morals. In both novels, the protagonists, all in their private hells, must often choose between ethical behaviour and the moral high ground. Here, Maslow’s hierarchy kicks in, and morality becomes whatever is required by the situation. There is little morality in both novels, but, in both, it serves as a reminder of the resilience of human decency. The boy, a product of an amoral world, nonetheless shows a remarkable assiduousness in the welfare of absolute strangers. More subtly, the men of Alpha Company may not have much room for morality in the line of duty, but, amongst themselves, they are able to rise above the evils of the war.\n\nThe Things They Carried and The Road both exhibit the plights of characters in extreme situations, and both reach the same basic conclusions about morality. Morality is a function of time and place. Quotidian ethics are not one-size- fits-all criteria for evaluating the actions of those in peril. When it comes down to it, humans will do what it takes to survive. Morality is altogether unimportant when mortality is at stake.",
    "question": "Discuss how and to what effect two of the works you have studied explore morality and ethics.",
    "marks": {
        "Criterion A": {
            "score": 7,
            "out of": 10,
            "comment": "A good understanding of both texts in terms of the question with a nuanced thesis. However, references and examples were not always very precise. Similarities and differences not explored consistently."
        },
        "Criterion B": {
            "score": 4,
            "out of": 10,
            "comment": "There is adequate analysis of the novels generally but there is no mention of the similarities and differences in terms of author choices. There is little mention of the author/reader relationship and discussion is largely thematic."
        },
        "Criterion C": {
            "score": 3,
            "out of": 5,
            "comment": "Good attention to the question and a clear thesis. Clear paragraphing. More balance between two texts needed."
        },
        "Criterion D": {
            "score": 5,
            "out of": 5,
            "comment": "Excellent language and clear writing. Eloquent and well-written."
        }
    },
    "total_score": {
        "score": 19,
        "out of": 30,
        "comment": "This is a 5 response. See notes below."
    },
    "comments": {
        "strengths": [
            "Very insightful thesis in terms of abandoning morality due to the harshness of their situations.",
            "Excellent language and eloquent style. Top marks there."
        ],
        "areas_for_improvement": [
            "Needs much more emphasis on author choices and techniques including similarities and differences of author choices.",
            "Needs more overt discussion of similarities and differences in the text.",
            "More balance and discussion of the second work."
        ]
    },
    "word_count": 1375
}
