{
  "essay": [
    "The play “Death and The Maiden” by Ariel Dorfman, published in 1990 and set in post-dictatorship Chile, and the novel “The Things They Carried” by Tim O'Brien,",
    "also published in 1990 and set during the Vietnam War, depict their protagonists’ struggles to overcome adversity and oppression. Specifically, both texts describe",
    "the main characters' journeys to overcome severe trauma, portraying the significance of these journeys by using them to comment on the inevitability of trauma",
    "and how it is perhaps insurmountable and impossible to fully overcome. The authors do this by showing sources of institutional oppression that individuals in society",
    "face, conveying how the pursuit for resolution of trauma can be obsessive and self-consuming, and highlighting how trauma may never truly leave the victim, making it",
    "impossible to fully overcome.",
    "",
    "One way the authors use the protagonists’ journeys to comment on the nature of trauma is by establishing the sources of their trauma and depicting the institutional",
    "oppression that these characters must face, in turn also commenting on such oppression as being unavoidable. In \"Death and The Maiden,” this is primarily done through",
    "Dorfman's use of characterisation — Paulina, the protagonist, is representative of trauma victims, Gerardo, her husband and the lead of the justice commission, represents",
    "the justice system and Paulina's family, and Miranda, Paulina's accused rapist, represents the former dictatorship government. Paulina's oppression is clearly shown when",
    "Miranda, upon her accusing him of having raped her, tells her she is \"insane, almost prototypically schizoid.\" Dorfman’s use of hyperbolic adjectives and technical language",
    "shows how Miranda is trying to undermine Paulina's sanity and experiences, trying to make her seem unreliable. This is symbolic of how governments can induce trauma in",
    "individuals and use their power to evade responsibility after the fact. Institutional oppression is also shown through Gerardo's incessant questioning and undermining of",
    "Paulina's actions. Dorfman uses an exasperated and condescending tone in lines like \"all this because fifteen years ago someone...\" as well as rhetorical questions in",
    "\"how can you possibly be this way? Talk this way?\" to emphasise how Gerardo undermines Paulina's trauma, viewing it as insufficient to warrant her behaviour, symbolic",
    "of how even institutions that are designed to support and protect the individual, like the justice system and one's own family, can end up oppressing victims through",
    "their apathy and lack of understanding. Furthermore, Dorfman sets up the play such that Paulina is surrounded by two male characters who constantly look down on her,",
    "also showing the effects of the patriarchy on female victims like Paulina. Dorfman uses anadiplosis in the line \"Silly. Silly girl, my baby\" to emphasise Gerardo’s",
    "condescension towards Paulina which is representative of male condescension towards females and their experiences. Through the interactions between these three characters",
    "in the first act, Dorfman effectively shows the various types of institutional oppression that Paulina has to face in her journey to overcome her trauma. By doing so,",
    "Dorfman uses Paulina's journey to comment on how such institutional oppression is perhaps unavoidable and inevitable.",
    "",
    "O'Brien also depicts the oppression that institutions can impose on individuals to convey its inevitability, though in a way that focuses more on the effects of such",
    "oppression on the individual as opposed to the interactions between the institutions and the people. This is best shown in the chapter “On the Rainy River,” in which a",
    "young Tim O'Brien receives his draft notice for the Vietnam War from the government. The ramifications of this notice are immediately seen to be intense, as he experiences",
    "psychological and physical effects. He states that \"there were times when [he] felt Like he'd gone off the psychic edge,\" using the metaphor of a cliff-edge to connote a sense",
    "of uncontrollability and the idea that he has suddenly been plunged into a point that there is no turning back from. His physical effects are emphasised to the reader through",
    "repeated use of direct address and rhetorical questions in the phrases \"what would you do?\", “would you run as I did?\" and \"would you cry?\". The short, jarring syntax of",
    "these questions makes the reader feel attacked or confronted by them, conveying more vividly the pressure and anxiety that O'Brien would have felt at having to answer them",
    "for himself. That he felt such extreme effects shows the oppression and trauma induced by a simple, meaningless act for the government — an act they would have done",
    "thousands more times that day – emphasising how much damage the institutions can do to the individual with no recourse. Like Dorfman, O'Brien also shows how society can",
    "further oppress such victims through their apathy and expectations. O'Brien states that he felt “all eyes on [him] - the town, the whole universe”, using hyperbole to convey",
    "just how much pressure and anxiety he felt at the hands of society's judgements. This is further shown in the phrase \"I was a coward. I went to the war\" in which O'Brien",
    "uses irony to suggest that enduring society's judgement as a deserter is a harsher sentence than fighting for his life in a war. By emphasising the severity of the oppression",
    "he felt from society and the government, O'Brien, like Dorfman is showing the reader just how difficult it is for the individual, especially a trauma victim, to avoid institutional",
    "oppression. Although Dorfman portrays this as a close, intimate fight between the victim and authorities that are actively trying to evade blame and further suppress the",
    "individual, O'Brien sheds light on a different side of institutional oppression — how governments can severely objectify and oppress people en masse with no connection or",
    "recourse. However, both authors' depiction of this trauma speaks to its inevitability and how it is perhaps unavoidable as an individual in society.",
    "",
    "The authors also convey how the pursuit of resolution of trauma may be self-consuming and obsessive, ultimately doing more harm than good, and showing how the journey to",
    "fulfilment for a trauma victim is not as simple as it may seem. In “Death and the Maiden,” Dorfman conveys this through Paulina's increasingly dangerous and unhinged behaviour,",
    "even bordering on completely unjustifiable actions. Such behaviour is first seen in scene four of the first act, when she ties up Miranda after suspecting him to be her rapist.",
    "Dorfman gives Paulina a dramatic monologue in which she recounts what happened to her after she was raped. Dorfman gives her a loose, casual tone, heavily juxtaposing the",
    "tense situation, ironically creating even more tension as the audience's expectations of how Paulina should be behaving are entirely subverted. This makes the audience question",
    "what she will do next as she already seems unpredictable. Her escalation is shown in the next scene, as Gerardo asks what she will do if Miranda is innocent, and she states that",
    "\"if he's innocent, then he's really screwed.\" Dorfman's use of matter-of-fact and blunt tone conveys her seriousness, showing that she may perhaps murder an innocent man in her",
    "pursuit of resolution. Her behaviour becomes even more unhinged as the play continues, with Dorfman using the dramatic technique of stage directions to depict her “pointing",
    "the gun at his temple.\" Dorfman's use of this technique make her perceived craziness and dangerous behaviour more poignant to the audience as visuals can more vividly portray",
    "one’s demeanour than dialogue. By depicting this evolution of Paulina's behaviour, Dorfman is showing how the pursuit for overcoming trauma may lead someone down a dark path,",
    "causing them to grow increasingly dangerous and unhinged, ultimately doing more harm than good. This stage in Paulina's journey is significant as it sheds light on an ugly truth",
    "about the process for trauma resolution — it is not simple, and may just cause even more trauma.",
    "",
    "The notion of the pursuit of resolution being obsessive and self- consuming is also highlighted by O’Brien, though through a different type of obsession that is more depressive",
    "and melancholier. This is best shown in the chapter ‘Speaking of Courage,” which follows Norman Bowker, a returning soldier, and his experiences after the war. Bowker received",
    "many medals for his bravery, something that is emphasised to the reader through the asyndetic listing of these medals early in the chapter. These medals are supposed to symbolise",
    "recognition and thus comfort for Bowker, but this is an example of O'Brien's use of antiphrasis as the medals actually just remind him of his trauma from the war. The dark irony in",
    "a symbol of comfort actually being a symbol of pain shows Bowker's helplessness and depression, something reinforced by the matter-of-fact and melancholy tone in phrases like",
    "\"he had no place in particular to go.\" Just as Paulina's gun perhaps represents her obsession, the best representation of Bowker's obsession is the motif of the Silver Star, a medal",
    "that he would have won had he saved his friend from dying in combat. O'Brien repeatedly mentions this symbol throughout the chapter — Bowker imagines talking to his dad about it",
    "and he mentions it to two boys he sees while driving — symbolic of how Bowker repeatedly thinks of the Silver Star and his friend's death. That this is the only thing he can think",
    "about, so much so that when he thinks of his family, he imagines himself telling his dad about it, shows how this has consumed him and made him completely obsessed with the past",
    "and his trauma. This obsession contrasts that of Paulina, which drives her to take extreme actions, instead shooting him into a state of inaction and depression, as he can't muster the",
    "motivation or willingness to do anything to move on. Through these contrasting depictions of trauma victims' obsessions, the authors show that despite different ‘side-effects’ or",
    "visible manifestations of obsession, it may be an inevitable consequence of extreme trauma that all trauma victims devolve into.",
    "",
    "Another way the authors use the journeys of their protagonists to convey the insurmountable nature of trauma is by highlighting how extreme trauma may never truly leave the victim,",
    "making it impossible to fully overcome. In “Death and The Maiden,” this can immediately be seen in the opening sequence of the play. Dorfman pairs the dramatic techniques of stage",
    "directions and setting to vividly portray Paulina's anxious, tense, and lonely state of mind. She is described as “grabbing a gun\" and “hiding behind the curtain\" upon simply hearing a",
    "car approach, a seemingly irrational approach to a common stimulus that suggests she is having a trauma-caused response. Additionally, the opening scene is set in an isolated beach",
    "house at midnight, an ominous setting that reflects the isolation and loneliness she feels despite it having been many years after her trauma, However, Dorfman most clearly shows how",
    "trauma never leaves the victim in the final scene, where Paulina and Gerardo go to the opera and sees Miranda again. Dorfman describes him as having a “faint, phantasmagoric",
    "moonlight quality,\" using magical and illusory visual imagery to leave ambiguous whether she is really seeing Miranda or just hallucinating. Dorfman utilises this ambiguity to make the",
    "point that regardless of whether Paulina killed Miranda or not, he still re-appears in her life, whether it be in reality or as a hallucination in her head. This is representative of how",
    "despite Paulina's best efforts to resolve her trauma, her trauma keeps coming back to haunt her. This is also shown through the symbol of music in this scene as in the final line of the",
    "play, it is revealed that Paulina and Gerardo are listening to a performance of Schubert's “Death and The Maiden,” the quartet that was playing when Paulina got raped. While it is",
    "possible that this shows her overcoming her trauma as she is able to listen to a piece that previously haunted her, when paired with the re-appearance of Miranda it seems that this",
    "symbol is an ominous reminder that she will never escape that traumatic event.",
    "",
    "O'Brien also effectively conveys how trauma victims never fully overcome their trauma and how it lingers with them for years after the events. This can first be seen through the",
    "fragmented structure of the novel, in which stories aren't chronological, but are arranged randomly and with no specific order. This perhaps reflects the fragmented nature of a",
    "trauma victim's mind, always reeling from their experiences and never able to create order or sense of their trauma. The chapter “Field Trip” describes O'Brien's trip to Vietnam with",
    "his daughter many years after the war. Upon revisiting a war site, he states that he “looked for forgiveness of personal grace or whatever else the land had to offer,\" utilising strong",
    "diction in words like “forgiveness” to show that despite the fact that he was oppressed, his trauma was so extreme that he feels that he is the one who needs forgiveness and",
    "absolution. This is not unique to O'Brien however. In the chapter “Love,” Lieutenant Jimmy Cross states that he “never forgave himself\" for the death of his friend Ted Lavender, which",
    "he feels responsible for as he was distracted with a picture of the girl he liked. That Cross kept the picture is symbolic of how he has never let that trauma go and how it lingers with",
    "him to this day. Perhaps the most compelling evidence that O'Brien's trauma never left him is the book itself, which O'Brien reveals in the closing line of the book as \"Tim trying to save",
    "Timmy's life with a story.\" The metaphor of ‘saving his own life' shows how he feels that the young, naive boy version of Tim from before the war actually died there, and the person that",
    "emerged was a trauma-riddled man. The ‘ending’ of O'Brien's journey through his trauma contrasts Paulina's ending as it seems that Paulina is no longer trying to resolve her trauma,",
    "but O'Brien is. This contrast is important as it perhaps reveals the true nature of trauma — it is something that never really gets overcome, but that the victims simply learn to live with.",
    "",
    "Both works contain powerful depictions of their protagonists’ journeys of resolution from their trauma. Both authors convey a similar journey, portraying this journey's significance by",
    "using it to reveal the true nature of trauma — that it is perhaps unavoidable, that the pursuit for its resolution may cause more harm than good, and that it is ultimately impossible to",
    "fully overcome. To the contemporary reader or audience, this significance is particularly powerful as it highlights the timeless and universal nature of certain aspects of trauma that",
    "everyone goes through. The journey these texts depict convey that whether it be thirty years ago or today, and whether it be a warzone or a beach house, trauma is perhaps an",
    "inevitable part of the human experience, and that it may sometimes be simply too much to overcome.",
    ""
  ],
  "question": "Referring to two works you have studied, discuss how the writers portray the significance of a journey.",
  "marks": {
    "criterion_a": 9,
    "criterion_b": 9,
    "criterion_c": 5,
    "criterion_d": 5
  },
  "total_score": 28,
  "word_count": 2450
}
