{
  "essay": "Right from when we are born, our lives are heavily influenced by the class we are born into. Those who are privileged and wealthy have many more opportunities – and less risks, should they fail – in comparison to those in poverty, who are limited in that regard. It is difficult to break out of the poverty cycle, and yet it is sometimes the rich who tell the poor that it wouldn’t be, if they put in the work. Perhaps it is because of their wildly different worlds and experiences which make some of the wealthy unable to empathize and understand this difficulty, which is why it’s vital that perspectives of the impoverished, and poverty in itself, are explored. Many authors have written texts exploring the effects of poverty, two examples being Paradise of the Blind by Duong Thu Huong, and Translations by Brian Friel. The former is a novel set in the times of Communist Vietnam, it explores that period through the lens of its main character, Hang. Told in a non-linear fashion, the book tells of the many struggles she faces, one of which being poverty. Translations is a three act play set in Baile Beag, Ireland, during the beginnings of the British colonization. It depicts the lives of its residents and how the invasion of British soldiers affects their lives, turning them into tragedy. These two texts explore poverty and power, as well as disillusionment of the world poverty can incite, through the usage of characterization and symbolism respectively.\n\nCharacterization is one of the most important elements there are in storytelling. If the character doesn’t convey the message you intend to put out in your story, then the message can get lost. Translations effectively uses characterization to highlight the many perspectives of colonialism one can have. Whether it be positive, negative or indifferent, these are all explored within the play. Although the play is set before the many tragedies of Ireland when it was colonized are shown, it is more tragic in the form of dramatic irony. We as the audience know that these characters are about to face incredible hardships due to prior knowledge, however even at the end of the play, to them, their fate is left up in the air.\n\nWhile Translations primarily focuses on identity and language, it does explore poverty and the power dynamics between those who are impoverished, and those who are in control of it. This is show through two characters and their arcs: Manus and Captain Lancey. Manus is considered as the main character in Translations – he’s often overshadowed by his brother, Owen, however he picks up on the intentions of the British soldiers and his brother early on into the play. This leads him to flee Ireland before it’s too late. Captain Lancey meanwhile, is the one actively pushing for Ireland’s colonization, using his power as a British soldier to enforce this.\n\nWe can connect Manus’ arc to those who are able to break out of the poverty cycle, as he is able to find an escape before he’s unable to. However, Captain Lancey’s arc reflects those who perpetuate the poverty cycle, especially in regards to Act 3 where Yolland goes missing. It is implied that this is an act of rebellion, and Lancey swiftly punishes the residents of Baile Beag for such actions. While viewers see someone escape poverty through Manus’ arc, it is only one of the characters we are introduced to, showing how small the amount of people who are able to is. We as the viewer also gain perspective on how poverty continues through Captain Lancey’s arc as well.\n\nParadise of the Blind explores characterization and poverty through Uncle Chinh, who has used his power in order to engage in illegal activities, betraying Hang and further breaking her trust in him. Chinh is characterized as selfish, and Hang’s relationship with her Uncle is portrayed as a negative one because of this flaw. In the novel, when Hang realizes what Uncle Chinh had brought her for, he is also shown to be cowardly. This betrayal recontextualizes Hang’s worldview, but it stems from Chinh’s desire for power. The Communist party in Vietnam has neglected its people, hoarding power and wealth to themselves and leaving its people in poverty. Because Uncle Chinh doesn’t want to end up as impoverished as most Vietnamese people were in the novel, he resorts to these methods in order to retain his power. Thus, readers can make the connection of power and poverty; how those who are able to escape it can be afraid of their power being lost and poverty catching up to them.\n\nSymbolism in texts is often used by authors to implicitly convey to the reader their intended message. It’s a common literary device which elevates the overall message for those who are able to pick upon it. Paradise of the Blind does this with The Cripple’s song; whom she calls ‘The Cripple’. At this moment, to Hang, it’s nothing more than a pretty song to listen to. However, the song is encountered again when Hang returns to Vietnam after visiting her Uncle Chinh. Listening to it again – now more weary of the world – Han sees the song for what it is: a song about missed opportunities and the life her neighbor could’ve lead.\n\nWe can see how poverty ties into this song, with those themes in mind. Because of the many opportunities the rich and powerful have, it’s understandable for those who aren’t to imagine a life where they were equals. The song describes a dreary autumn, which can have parallels drawn to Vietnam’s state in the book, “Hail the autumn and its procession of dead leaves, the rows of barren poplar stand silent on the hill.” Such a lonely image is reflective of how Communist Vietnam is; the dead leaves are representative of the opportunities and dreams one might’ve had that have wilted away with the awareness of their circumstances. Autumn, in this case, could be considered as Vietnam – more specifically the poverty in the country – as that is what has created the dead leaves. We as the reader can see how symbolism, through the Cripple’s song, explores poverty through disillusionment.\n\nMeanwhile, Translations uses the life and death of the Baby to show the viewers the hopelessness of Baile Beag’s predicament. In the first act, we see John come back from the newborn’s naming ceremony. This is before the soldiers are introduced in the play, and it’s concurrent with the general satisfaction of how Baile Beag is. While characters such as Maire wish for more, there are little to no conflicts introduced in regards to the town as a whole during this time. However, during the third act of the play, the baby passes away. This is also when Baile Beag’s situation in regards to colonialism takes a turn for the worse, as Yolland is reported as missing and Captain Lancey threatens the town. This is a catalyst which alters the worldview of the residents in Baile Beag. They’re worried over the fate of their town, and characters such as Own and Hugo begin to realize the gravity of their situation.\n\nThis altered worldview, especially in regards to Hugo as he monologues the detriment of their town, can tie into the shared disillusionment of the world and the situation in Baile Beag is in. Most of the British soldiers don’t care for the town’s residents, they care more about invading and colonizing Ireland. When the characters realize this, the play has a heavy sense of hopelessness to it. What the Baby then represents, in regards to this, is the beginning of cynicism. Babies are often interlinked with innocence and naivety – when the Baby dies in the play, those begin to die too. The loss of innocence can be caused by poverty, as you are introduced to the hardships the world has to offer at a larger magnitude than those who are not impoverished. Therefore, viewers can make a connection to how the Baby in Translations is representative of disillusionment and poverty.\n\nReading these narratives, people – whether they are viewers or readers – can gain perspective on the lives of others. We are able to humanize these problems, and see faces instead of distancing ourselves from it. Knowledge is power, and knowledge is spread through these texts. We learn more about history, the effects of colonialism, and gain a better picture of a life of poverty. Through the way that Paradise of the Blind and Translations uses symbolism and characterization, we see relationships between poverty and power, as well as how poverty invites an increasingly cynical worldview. It is especially important when we don’t share those experiences, that we read texts which explore these themes. These experiences are meant to be heard, and learning more about them can make us more understanding towards them. It may be blissful to be ignorant, but averting our eyes to the struggle of others is a failure in empathy.",
  "question": "With regard to two works you have studied, explore the representation of poverty.",
  "marks": {
    "criterion_a": 5,
    "criterion_b": 5,
    "criterion_c": 3,
    "criterion_d": 3
  },
  "total_score": 16,
  "word_count": 1494
}
