{
  "essay": [
    "In both Shakespeare’s “Julius Caesar” and August Wilson’s “Ma Rainey’s Black Bottom,” main characters are often limited by hardships such as their position or status in society.",
    "There are similarities and differences to which these main characters overcome these limitations in these two literary works.",
    "On the one hand, in both “Julius Caesar” and “Ma Rainey’s Black Bottom,” the authors highlight the concept of manipulation as central to the question; the authors also present the process of overcoming limitations as an eventual downfall for the character.",
    "On the other hand, the plays differ as in “Julius Caesar” Shakespeare shows the overcoming of limitations by main characters through removing those in power, whilst in “Ma Rainey’s Black Bottom”, Wilson shows some of the main characters trying to please those in power.",
    "Ultimately, both plays allude to the bigger picture that social hardships can be overcome, but at a cost greater than the benefit.",
    "Firstly, both “Julius Caesar” and “Ma Rainey’s Black Bottom” demonstrate the way in which main characters overcome their limitations through the means of manipulation.",
    "For example, in “Ma Rainey’s Black Bottom,” Sturdyvant’s limitation is that he is not making as much money as he would like to, and he needs the talent of Levee to be able to do so.",
    "The way in which August Wilson shows Sturdyvant overcoming this is through the manipulation of Levee.",
    "Sturdyvant manipulates Levee by saying his music is “new” and that the band should play his version of Ma’s song.",
    "Furthermore, he tells Levee, who wants nothing more than to record his own music, that he wants his music.",
    "However, when the time comes, he says he no longer wants to record it, and would much rather “take them [his songs] off of [his] hands for him’.",
    "Sturdyvant’s reasoning is that “they won’t sell like Ma’s records.”",
    "However, the audience knows he is lying as previously, Sturdyvant told Mr Irvin that Ma’s records were “old and outdated” and were not selling as he would like them to.",
    "Wilson’s use of dramatic irony – where the audience knows more than the characters – shows how Sturdyvant is manipulating Levee by creating a sense of false hope and lying to him for his own personal benefit.",
    "Wilson presents Sturdyvant as someone who uses the means of manipulation to overcome his limitations, as Sturdyvant then goes on to exploit Levee of his talents and records his songs with a white band.",
    "Similarly, in “Julius Caesar,” Cassius also uses manipulation as a means of overcoming his limitations.",
    "Here, Cassius is power-hungry and needs to win-over Brutus and other senators to help him assassinate Julius Caesar.",
    "After Casca sees a storm in which there are people on fire but not burning, lions in the streets of Rome, and owls in the day, he interprets this as an ill-omen and a sign that bad things will happen if they kill Caesar.",
    "However, Cassius is an Epicurean, someone who does not believe that the gods show themselves in human affairs through omens and he convinces Casca that the storm is nothing but a storm and that they are in fact in control of their free will.",
    "Although Shakespeare presents the storm through pathetic fallacy, stating the storm/rain has values of misery and destruction, and plays into the idea that at the time many Romans believed in omens, Cassius is able to manipulate Casca through ideological diffusion, making Casca an Epicurean as well.",
    "Although Cassius has conspirators, he does not have Brutus on his side and therefore is still limited by lack of power.",
    "The conspirators know that without Brutus, they won’t be successful in overcoming limitations and coming to power.",
    "They understand that the Plebeians love Brutus and therefore they need him on their side.",
    "Again, Cassius attempts to manipulate Brutus to overcome this challenge.",
    "Cassius convinces Brutus by presenting an alternate view of Julius Caesar.",
    "Previously, Caesar had been presented as a “god” with “legs as big as tree trunks” Shakespeare presents Caesar as all powerful through the use of the simile.",
    "However, Cassius presents Brutus with an anecdote, stating that when they were together in a river, Caesar yelled out, “help me, Cassius or I sink!”",
    "This image to the audience portrays Caesar as weak and unworthy of ruling Rome, juxtaposing what Brutus originally thought.",
    "Furthermore, Cassius explains that Caesar is a “waif” and that if he had known before, he would have committed suicide.",
    "The audience knows that Cassius is manipulating Brutus through his word choice and images, and the dramatic irony is that Cassius wants the power to himself and not for the betterment of Rome.",
    "As evidence, however, to Cassius’ ability to manipulate Brutus (a noble and honorable Roman), he states that Caesar is a serpent and that “once hatched, will become mischievous,” and that they “must kill it whilst it is in shell.”",
    "This is a shocking statement and image for the audience, as Brutus is a dear friend of Caesar; it demonstrates how Cassius is able to manipulate Brutus, to overcome his limitation of not having power, as they go on to kill Caesar.",
    "Both Shakespeare and Wilson provide their characters with the ability to flatter – words that manipulate other characters.",
    "Sturdyvant uses flattery when describing Levee’s music and Cassius uses flattery by stating Brutus is just as strong as Caesar, and why should Caesar have the crown and not him.",
    "Both playwrights use flattery to have characters manipulate others.",
    "The audience, of course, sees through this flattery and this dramatic irony in both plays helps to highlight how characters use manipulation to overcome limitations.",
    "However, whilst “Ma Rainey’s Black Bottom” shows characters who overcome limitations by trying to please those with power, “Julius Caesar” shows this in the opposite way.",
    "In “Ma Rainey’s Black Bottom”, Levee, a main character, wants nothing more than to have power.",
    "However, because of the limitation of him being Black in 1920s Chicago, societal conditions stop him from having it.",
    "Levee sees the “white men” as a means of overcoming this limitation.",
    "Despite being consistently called “boys” by Sturdyvant and Irvin, and having his shoes stepped on by Toledo, Levee continues to try to please the white man to gain power.",
    "He calls them “sir” and changes his attitude when they are in the room.",
    "He is ridiculed and condemned for this, as Toledo states “as long as the colored man looks to the white man for approval, he ain’t never gonna know who he is or what he’s about.”",
    "Thus, the “white man” is a synecdoche for the struggle of racism and the power the white man has, demonstrating that the other band members condemn Levee for his “immature actions.”",
    "Despite this, Levee continues to try to please the white men of Irvin and Sturdyvant.",
    "Clearly, Wilson shows that Levee’s way of trying to overcome his limitation (of having no power as a Black musician) is through pleasing those who have power.",
    "On the other hand, in “Julius Caesar” this is presented in a contrasting way, as Cassius and the conspirators overcome their lack of power by removing those with power, in this case, Caesar.",
    "Caesar is seen to be all powerful and the play begins in media res, after he defeats Pompey’s sons.",
    "At the same time, Cassius plans to remove him from power and “overthrow” him.",
    "Cassius is described as a “skinny, hungry man,” contrary to the mighty Caesar.",
    "Through this image of Cassius, Shakespeare presents him as having no power compared to Caesar.",
    "Cassius, however, instead of trying to please Caesar to gain power, assassinates him instead.",
    "This demonstrates that in “Julius Caesar,” Cassius is able to overcome the limitation of having no power by removing the person in power.",
    "Clearly, in “Ma Rainey’s Black Bottom,” a main character tries to overcome limitations by pleasing those in power, whilst in “Julius Caesar,” this is done by removing those in power.",
    "Lastly despite overcoming limitations, both “Ma Rainey’s Black Bottom” and “Julius Caesar” show how main characters overcoming their limitations lead to their eventual downfall.",
    "This is done by initially presenting the means in which they overcome their limitations as positive, then juxtaposing this with a downfall event, presenting it as negative.",
    "For instance, Levee’s desire to please the white man and overcome this racial limitation is initially portrayed as positive, but over time, it is slowly alluded to as something that would become negative for him.",
    "For instance, as Levee tells the story by how his late father taught him to deal with the white man by always smiling and saying “yes sir”, Slow Drag begins to play a blues song with biblical references to Samson and Delilah.",
    "This foreshadows Levee eventually being exploited by the “white man” as Samson died at the hands of his enemy, and Samson tried to initially please and find a way around his enemy.",
    "This comparison between Levee trying to find a way around the white man (who is deemed to be the enemy in Sturdyvant’s eyes, and Samson, demonstrates how in “Ma Rainey’s Black Bottom,” the means in which Levee tries to overcome his racial limitation are negative and will lead to his eventual downfall.",
    "In this case, Levee’s eventual downfall is when he stabs and kills Toledo, ending up (presumably) in jail as the police are called.",
    "Similarly, in “Julius Caesar,” Brutus initially sees the action of killing Caesar in a positive light, as he is able to overcome his limitation of having a leader who is a tyrant and not good for the people of Rome.",
    "However, this view is changed as a ghost of Caesar comes to Brutus and he sees black crows; Shakespeare signifies, through the image of the crows, that karma has come for him and he should feel guilty for his actions.",
    "In other words, Brutus initially believes that his means of overcoming limitations is for the betterment of society.",
    "However, after his interaction with Caesar’s ghost, and Mark Antony ridiculing him to the Plebeians by stating “Brutus says Caesar was ambitious, and Brutus is an honorable man,” his character is seen in a much more negative light.",
    "The irony of Brutus’s actions is clear.",
    "Brutus takes pride in being honorable, but the idea that assassinating Caesar was not in fact an honorable means of making societal reforms, leads him to commit suicide.",
    "Shakespeare uses the suicide, this character action, to present a main character who’s means of overcoming their limitation are initially seen as positive, but are then presented in a much more harsh and negative light.",
    "This shift from positive to negative – in terms of how the audience views the characters – is similar to Levee in “Ma Rainey’s Black Bottom.”",
    "The authors demonstrate how although limitations can be overcome, if seen negatively by others, it may lead to the character’s downfall.",
    "In conclusion, both “Ma Rainey’s Black Bottom” and “Julius Caesar” present main characters who are limited by hardships and try to overcome them.",
    "They both show the ways these limitations can be overcome through manipulation.",
    "However, Wilson, in “Ma Rainey’s Black Bottom” presents characters who try to please those with power to gain power.",
    "Shakespeare, in “Julius Caesar” presents characters who seek to remove those in power to gain power.",
    "Ultimately, both Levee and Brutus end up with no power and perhaps that is the lasting question for the audience – how do you overcome your limitations?"
  ],
  "question": "Referring to two works you have studied, compare and contrast the ways in which they show the main character overcoming limitation.",
  "marks": {
    "criterion_a": 9,
    "criterion_b": 8,
    "criterion_c": 5,
    "criterion_d": 4
  },
  "total_score": 26,
  "word_count": 1897
}
